Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Sources_CompanionMode_Relay_Label
source: Pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: Relé de paso
fr_fr: Relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: Relé de passagem
tr_tr: Geçiş rölesi
zh_hans: 直通继电器

# Sources.CompanionMode.Relay.Description
source: Ask the companion to relay the already resolved upstream stream without buffering hints.
ar_sa: اطلب من الرفيق ترحيل الدفق الرئيسي الذي تم حله بالفعل دون تلميحات التخزين المؤقت.
de_de: Bitten Sie den Begleiter, den bereits aufgelösten Upstream-Stream ohne Pufferhinweise weiterzuleiten.
es_es: Pídale al compañero que transmita la transmisión ascendente ya resuelta sin sugerencias de almacenamiento en búfer.
fr_fr: Demandez au compagnon de relayer le flux en amont déjà résolu sans mettre en mémoire tampon.
hi_in: साथी को बफ़रिंग संकेतों के बिना पहले से ही हल की गई अपस्ट्रीम स्ट्रीम को रिले करने के लिए कहें।
ja_jp: コンパニオンに、ヒントをバッファリングせずに、すでに解決されたアップストリーム ストリームを中継するように依頼します。
ko_kr: 버퍼링 힌트 없이 이미 해결된 업스트림 스트림을 전달하도록 동반자에게 요청하세요.
pt_br: Peça ao companheiro para retransmitir o fluxo upstream já resolvido sem dicas de buffer.
tr_tr: Tamamlayıcıdan, ipuçlarını ara belleğe almadan, zaten çözümlenmiş olan yukarı akış akışını aktarmasını isteyin.
zh_hans: 要求同伴中继已经解析的上游流，而不需要缓冲提示。

# Sources_CompanionMode_Relay_Description
source: Ask the companion to relay the already resolved upstream stream without buffering hints.
ar_sa: اطلب من الرفيق ترحيل الدفق الرئيسي الذي تم حله بالفعل دون تلميحات التخزين المؤقت.
de_de: Bitten Sie den Begleiter, den bereits aufgelösten Upstream-Stream ohne Pufferhinweise weiterzuleiten.
es_es: Pídale al compañero que transmita la transmisión ascendente ya resuelta sin sugerencias de almacenamiento en búfer.
fr_fr: Demandez au compagnon de relayer le flux en amont déjà résolu sans mettre en mémoire tampon.
hi_in: साथी को बफ़रिंग संकेतों के बिना पहले से ही हल की गई अपस्ट्रीम स्ट्रीम को रिले करने के लिए कहें।
ja_jp: コンパニオンに、ヒントをバッファリングせずに、すでに解決されたアップストリーム ストリームを中継するように依頼します。
ko_kr: 버퍼링 힌트 없이 이미 해결된 업스트림 스트림을 전달하도록 동반자에게 요청하세요.
pt_br: Peça ao companheiro para retransmitir o fluxo upstream já resolvido sem dicas de buffer.
tr_tr: Tamamlayıcıdan, ipuçlarını ara belleğe almadan, zaten çözümlenmiş olan yukarı akış akışını aktarmasını isteyin.
zh_hans: 要求同伴中继已经解析的上游流，而不需要缓冲提示。

# Sources.CompanionRelayHeader
source: Local companion relay
ar_sa: تتابع رفيق محلي
de_de: Lokale Begleitstaffel
es_es: Relevo compañero local
fr_fr: Relais compagnon local
hi_in: स्थानीय साथी रिले
ja_jp: 地元コンパニオンリレー
ko_kr: 지역 동행 릴레이
pt_br: Retransmissão complementar local
tr_tr: Yerel yardımcı rölesi
zh_hans: 本地同伴中继

# Sources_CompanionRelayHeader
source: Local companion relay
ar_sa: تتابع رفيق محلي
de_de: Lokale Begleitstaffel
es_es: Relevo compañero local
fr_fr: Relais compagnon local
hi_in: स्थानीय साथी रिले
ja_jp: 地元コンパニオンリレー
ko_kr: 지역 동행 릴레이
pt_br: Retransmissão complementar local
tr_tr: Yerel yardımcı rölesi
zh_hans: 本地同伴中继

# Sources.CopyFailedTitle
source: Copy failed
ar_sa: فشل النسخ
de_de: Der Kopiervorgang ist fehlgeschlagen
es_es: Copia fallida
fr_fr: Échec de la copie
hi_in: प्रतिलिपि विफल
ja_jp: コピーに失敗しました
ko_kr: 복사 실패
pt_br: Falha na cópia
tr_tr: Kopyalama başarısız oldu
zh_hans: 复制失败

# Sources_CopyFailedTitle
source: Copy failed
ar_sa: فشل النسخ
de_de: Der Kopiervorgang ist fehlgeschlagen
es_es: Copia fallida
fr_fr: Échec de la copie
hi_in: प्रतिलिपि विफल
ja_jp: コピーに失敗しました
ko_kr: 복사 실패
pt_br: Falha na cópia
tr_tr: Kopyalama başarısız oldu
zh_hans: 复制失败

# Sources.DetectedXmltvNone
source: Detected XMLTV URL: none recorded yet
ar_sa: تم اكتشاف عنوان URL لـ XMLTV: لم يتم تسجيل أي شيء حتى الآن
de_de: Erkannte XMLTV-URL: Noch keine erfasst
es_es: URL XMLTV detectada: ninguna registrada aún
fr_fr: URL XMLTV détectée : aucune enregistrée pour le moment
hi_in: XMLTV URL का पता चला: अभी तक कोई रिकॉर्ड नहीं किया गया
ja_jp: XMLTV URL が検出されました: まだ記録されていません
ko_kr: XMLTV URL 감지됨: 아직 기록되지 않았습니다.
pt_br: URL XMLTV detectado: nenhum registrado ainda
tr_tr: XMLTV URL'si algılandı: henüz kaydedilmedi
zh_hans: 检测到 XMLTV URL：尚未记录

# Sources_DetectedXmltvNone
source: Detected XMLTV URL: none recorded yet
ar_sa: تم اكتشاف عنوان URL لـ XMLTV: لم يتم تسجيل أي شيء حتى الآن
de_de: Erkannte XMLTV-URL: Noch keine erfasst
es_es: URL XMLTV detectada: ninguna registrada aún
fr_fr: URL XMLTV détectée : aucune enregistrée pour le moment
hi_in: XMLTV URL का पता चला: अभी तक कोई रिकॉर्ड नहीं किया गया
ja_jp: XMLTV URL が検出されました: まだ記録されていません
ko_kr: XMLTV URL 감지됨: 아직 기록되지 않았습니다.
pt_br: URL XMLTV detectado: nenhum registrado ainda
tr_tr: XMLTV URL'si algılandı: henüz kaydedilmedi
zh_hans: 检测到 XMLTV URL：尚未记录

# Sources.DetectedXmltvUrl
source: Detected XMLTV URL: {0}
ar_sa: تم اكتشاف عنوان URL لـ XMLTV: {0}
de_de: Erkannte XMLTV-URL: {0}
es_es: URL XMLTV detectada: {0}
fr_fr: URL XMLTV détectée : {0}
hi_in: पता चला XMLTV URL: {0}
ja_jp: 検出された XMLTV URL: {0}
ko_kr: 감지된 XMLTV URL: {0}
pt_br: URL XMLTV detectado: {0}
tr_tr: Algılanan XMLTV URL'si: {0}
zh_hans: 检测到 XMLTV URL：{0}

# Sources_DetectedXmltvUrl
source: Detected XMLTV URL: {0}
ar_sa: تم اكتشاف عنوان URL لـ XMLTV: {0}
de_de: Erkannte XMLTV-URL: {0}
es_es: URL XMLTV detectada: {0}
fr_fr: URL XMLTV détectée : {0}
hi_in: पता चला XMLTV URL: {0}
ja_jp: 検出された XMLTV URL: {0}
ko_kr: 감지된 XMLTV URL: {0}
pt_br: URL XMLTV detectado: {0}
tr_tr: Algılanan XMLTV URL'si: {0}
zh_hans: 检测到 XMLTV URL：{0}

# Sources.DiagnosticsReportUnavailableMessage
source: This source does not have a share-safe diagnostics summary yet.
ar_sa: لا يحتوي هذا المصدر على ملخص تشخيص آمن للمشاركة حتى الآن.
de_de: Diese Quelle verfügt noch nicht über eine Zusammenfassung der Share-Safe-Diagnose.
es_es: Esta fuente aún no tiene un resumen de diagnóstico seguro para compartir.
fr_fr: Cette source ne dispose pas encore de résumé des diagnostics partagés.
hi_in: इस स्रोत के पास अभी तक शेयर-सुरक्षित निदान सारांश नहीं है।
ja_jp: このソースには、シェアセーフ診断の概要がまだありません。
ko_kr: 이 소스에는 아직 공유 안전 진단 요약이 없습니다.
pt_br: Esta fonte ainda não possui um resumo de diagnóstico seguro para compartilhamento.
tr_tr: Bu kaynağın henüz paylaşım için güvenli bir teşhis özeti yok.
zh_hans: 该来源还没有共享安全的诊断摘要。

# Sources_DiagnosticsReportUnavailableMessage
source: This source does not have a share-safe diagnostics summary yet.
ar_sa: لا يحتوي هذا المصدر على ملخص تشخيص آمن للمشاركة حتى الآن.
de_de: Diese Quelle verfügt noch nicht über eine Zusammenfassung der Share-Safe-Diagnose.
es_es: Esta fuente aún no tiene un resumen de diagnóstico seguro para compartir.
fr_fr: Cette source ne dispose pas encore de résumé des diagnostics partagés.
hi_in: इस स्रोत के पास अभी तक शेयर-सुरक्षित निदान सारांश नहीं है।
ja_jp: このソースには、シェアセーフ診断の概要がまだありません。
ko_kr: 이 소스에는 아직 공유 안전 진단 요약이 없습니다.
pt_br: Esta fonte ainda não possui um resumo de diagnóstico seguro para compartilhamento.
tr_tr: Bu kaynağın henüz paylaşım için güvenli bir teşhis özeti yok.
zh_hans: 该来源还没有共享安全的诊断摘要。

# Sources.DiagnosticsReportUnavailableTitle
source: Diagnostics report unavailable
ar_sa: تقرير التشخيص غير متاح
de_de: Diagnosebericht nicht verfügbar
es_es: Informe de diagnóstico no disponible
fr_fr: Rapport de diagnostic indisponible
hi_in: निदान रिपोर्ट अनुपलब्ध है
ja_jp: 診断レポートは利用できません
ko_kr: 진단 보고서를 사용할 수 없습니다.
pt_br: Relatório de diagnóstico indisponível
tr_tr: Teşhis raporu kullanılamıyor
zh_hans: 诊断报告不可用

# Sources_DiagnosticsReportUnavailableTitle
source: Diagnostics report unavailable
ar_sa: تقرير التشخيص غير متاح
de_de: Diagnosebericht nicht verfügbar
es_es: Informe de diagnóstico no disponible
fr_fr: Rapport de diagnostic indisponible
hi_in: निदान रिपोर्ट अनुपलब्ध है
ja_jp: 診断レポートは利用できません
ko_kr: 진단 보고서를 사용할 수 없습니다.
pt_br: Relatório de diagnóstico indisponível
tr_tr: Teşhis raporu kullanılamıyor
zh_hans: 诊断报告不可用

# Sources.FallbackXmltvUrlsHeader
source: Fallback/enrichment XMLTV URLs
ar_sa: عناوين URL الاحتياطية/الإثراء XMLTV
de_de: Fallback/Anreicherung von XMLTV-URLs
es_es: URL de reserva/enriquecimiento XMLTV
fr_fr: URL de repli/enrichissement XMLTV
hi_in: फ़ॉलबैक/संवर्द्धन XMLTV यूआरएल
ja_jp: フォールバック/エンリッチメント XMLTV URL
ko_kr: 대체/보강 XMLTV URL
pt_br: URLs XMLTV substitutos/enriquecidos
tr_tr: Geri dönüş/zenginleştirme XMLTV URL'leri
zh_hans: 后备/丰富 XMLTV URL

# Sources_FallbackXmltvUrlsHeader
source: Fallback/enrichment XMLTV URLs
ar_sa: عناوين URL الاحتياطية/الإثراء XMLTV
de_de: Fallback/Anreicherung von XMLTV-URLs
es_es: URL de reserva/enriquecimiento XMLTV
fr_fr: URL de repli/enrichissement XMLTV
hi_in: फ़ॉलबैक/संवर्द्धन XMLTV यूआरएल
ja_jp: フォールバック/エンリッチメント XMLTV URL
ko_kr: 대체/보강 XMLTV URL
pt_br: URLs XMLTV substitutos/enriquecidos
tr_tr: Geri dönüş/zenginleştirme XMLTV URL'leri
zh_hans: 后备/丰富 XMLTV URL

# Sources.FallbackXmltvUrlsPlaceholder
source: One XMLTV URL per line. Public feeds are optional.
ar_sa: عنوان URL واحد لـ XMLTV لكل سطر. الخلاصات العامة اختيارية.
de_de: Eine XMLTV-URL pro Zeile. Öffentliche Feeds sind optional.
es_es: Una URL XMLTV por línea. Las transmisiones públicas son opcionales.
fr_fr: Une URL XMLTV par ligne. Les flux publics sont facultatifs.
hi_in: प्रति पंक्ति एक XMLTV URL. सार्वजनिक फ़ीड वैकल्पिक हैं.
ja_jp: 1 行に 1 つの XMLTV URL。公開フィードはオプションです。
ko_kr: 한 줄에 XMLTV URL이 하나씩 있습니다. 공개 피드는 선택사항입니다.
pt_br: Um URL XMLTV por linha. Feeds públicos são opcionais.
tr_tr: Satır başına bir XMLTV URL'si. Herkese açık yayınlar isteğe bağlıdır.
zh_hans: 每行一个 XMLTV URL。公共提要是可选的。

# Sources_FallbackXmltvUrlsPlaceholder
source: One XMLTV URL per line. Public feeds are optional.
ar_sa: عنوان URL واحد لـ XMLTV لكل سطر. الخلاصات العامة اختيارية.
de_de: Eine XMLTV-URL pro Zeile. Öffentliche Feeds sind optional.
es_es: Una URL XMLTV por línea. Las transmisiones públicas son opcionales.
fr_fr: Une URL XMLTV par ligne. Les flux publics sont facultatifs.
hi_in: प्रति पंक्ति एक XMLTV URL. सार्वजनिक फ़ीड वैकल्पिक हैं.
ja_jp: 1 行に 1 つの XMLTV URL。公開フィードはオプションです。
ko_kr: 한 줄에 XMLTV URL이 하나씩 있습니다. 공개 피드는 선택사항입니다.
pt_br: Um URL XMLTV por linha. Feeds públicos são opcionais.
tr_tr: Satır başına bir XMLTV URL'si. Herkese açık yayınlar isteğe bağlıdır.
zh_hans: 每行一个 XMLTV URL。公共提要是可选的。

# Sources.GuideMode.Detected.Label
source: Detected from provider
ar_sa: تم الكشف عنه من الموفر
de_de: Vom Anbieter erkannt
es_es: Detectado por el proveedor
fr_fr: Détecté par le fournisseur
hi_in: प्रदाता से पता लगाया गया
ja_jp: プロバイダーから検出されました
ko_kr: 공급자로부터 감지됨
pt_br: Detectado do provedor
tr_tr: Sağlayıcıdan algılandı
zh_hans: 从提供商处检测到

# Sources_GuideMode_Detected_Label
source: Detected from provider
ar_sa: تم الكشف عنه من الموفر
de_de: Vom Anbieter erkannt
es_es: Detectado por el proveedor
fr_fr: Détecté par le fournisseur
hi_in: प्रदाता से पता लगाया गया
ja_jp: プロバイダーから検出されました
ko_kr: 공급자로부터 감지됨
pt_br: Detectado do provedor
tr_tr: Sağlayıcıdan algılandı
zh_hans: 从提供商处检测到

# Sources.GuideMode.Detected.Description
source: Use provider XMLTV first, then optional fallback/enrichment URLs.
ar_sa: استخدم الموفر XMLTV أولاً، ثم عناوين URL الاحتياطية/الإثراء الاختيارية.
de_de: Verwenden Sie zuerst den Anbieter XMLTV und dann optionale Fallback-/Anreicherungs-URLs.
es_es: Utilice primero el proveedor XMLTV y luego las URL de respaldo/enriquecimiento opcionales.
fr_fr: Utilisez d’abord le fournisseur XMLTV, puis les URL de secours/d’enrichissement facultatives.
hi_in: पहले प्रदाता XMLTV का उपयोग करें, फिर वैकल्पिक फ़ॉलबैक/संवर्द्धन URL का उपयोग करें।
ja_jp: 最初にプロバイダー XMLTV を使用し、次にオプションのフォールバック/エンリッチメント URL を使用します。
ko_kr: 먼저 공급자 XMLTV을 사용한 다음 선택적 대체/강화 URL을 사용하세요.
pt_br: Use o provedor XMLTV primeiro e, em seguida, os URLs alternativos/de enriquecimento opcionais.
tr_tr: Önce XMLTV sağlayıcısını, ardından isteğe bağlı yedek/zenginleştirme URL'lerini kullanın.
zh_hans: 首先使用提供程序 XMLTV，然后使用可选的后备/丰富 URL。

# Sources_GuideMode_Detected_Description
source: Use provider XMLTV first, then optional fallback/enrichment URLs.
ar_sa: استخدم الموفر XMLTV أولاً، ثم عناوين URL الاحتياطية/الإثراء الاختيارية.
de_de: Verwenden Sie zuerst den Anbieter XMLTV und dann optionale Fallback-/Anreicherungs-URLs.
es_es: Utilice primero el proveedor XMLTV y luego las URL de respaldo/enriquecimiento opcionales.
fr_fr: Utilisez d’abord le fournisseur XMLTV, puis les URL de secours/d’enrichissement facultatives.
hi_in: पहले प्रदाता XMLTV का उपयोग करें, फिर वैकल्पिक फ़ॉलबैक/संवर्द्धन URL का उपयोग करें।
ja_jp: 最初にプロバイダー XMLTV を使用し、次にオプションのフォールバック/エンリッチメント URL を使用します。
ko_kr: 먼저 공급자 XMLTV을 사용한 다음 선택적 대체/강화 URL을 사용하세요.
pt_br: Use o provedor XMLTV primeiro e, em seguida, os URLs alternativos/de enriquecimento opcionais.
tr_tr: Önce XMLTV sağlayıcısını, ardından isteğe bağlı yedek/zenginleştirme URL'lerini kullanın.
zh_hans: 首先使用提供程序 XMLTV，然后使用可选的后备/丰富 URL。

# Sources.GuideMode.Manual.Label
source: Manual override
ar_sa: التجاوز اليدوي
de_de: Manuelle Überbrückung
es_es: Anulación manual
fr_fr: Commande manuelle
hi_in: मैनुअल ओवरराइड
ja_jp: 手動オーバーライド
ko_kr: 수동 오버라이드
pt_br: Substituição manual
tr_tr: Manuel geçersiz kılma
zh_hans: 手动超控

# Sources_GuideMode_Manual_Label
source: Manual override
ar_sa: التجاوز اليدوي
de_de: Manuelle Überbrückung
es_es: Anulación manual
fr_fr: Commande manuelle
hi_in: मैनुअल ओवरराइड
ja_jp: 手動オーバーライド
ko_kr: 수동 오버라이드
pt_br: Substituição manual
tr_tr: Manuel geçersiz kılma
zh_hans: 手动超控

# Sources.GuideMode.Manual.Description
source: Use your own XMLTV URL first and keep detected provider data on file.
ar_sa: استخدم عنوان URL الخاص بـ XMLTV أولاً واحتفظ ببيانات الموفر المكتشفة في الملف.
de_de: Verwenden Sie zunächst Ihre eigene XMLTV-URL und bewahren Sie die erkannten Anbieterdaten auf.
es_es: Utilice primero su propia URL XMLTV y mantenga archivados los datos del proveedor detectado.
fr_fr: Utilisez d’abord votre propre URL XMLTV et conservez les données détectées du fournisseur dans vos fichiers.
hi_in: पहले अपने स्वयं के XMLTV URL का उपयोग करें और पता लगाए गए प्रदाता डेटा को फ़ाइल पर रखें।
ja_jp: まず独自の XMLTV URL を使用し、検出されたプロバイダー データをファイルに保存します。
ko_kr: 먼저 자신의 XMLTV URL을 사용하고 감지된 공급자 데이터를 파일에 보관하세요.
pt_br: Use primeiro seu próprio URL XMLTV e mantenha os dados do provedor detectados em arquivo.
tr_tr: Önce kendi XMLTV URL'nizi kullanın ve tespit edilen sağlayıcı verilerini dosyada tutun.
zh_hans: 首先使用您自己的 XMLTV URL，并将检测到的提供商数据保存在文件中。

# Sources_GuideMode_Manual_Description
source: Use your own XMLTV URL first and keep detected provider data on file.
ar_sa: استخدم عنوان URL الخاص بـ XMLTV أولاً واحتفظ ببيانات الموفر المكتشفة في الملف.
de_de: Verwenden Sie zunächst Ihre eigene XMLTV-URL und bewahren Sie die erkannten Anbieterdaten auf.
es_es: Utilice primero su propia URL XMLTV y mantenga archivados los datos del proveedor detectado.
fr_fr: Utilisez d’abord votre propre URL XMLTV et conservez les données détectées du fournisseur dans vos fichiers.
hi_in: पहले अपने स्वयं के XMLTV URL का उपयोग करें और पता लगाए गए प्रदाता डेटा को फ़ाइल पर रखें।
ja_jp: まず独自の XMLTV URL を使用し、検出されたプロバイダー データをファイルに保存します。
ko_kr: 먼저 자신의 XMLTV URL을 사용하고 감지된 공급자 데이터를 파일에 보관하세요.
pt_br: Use primeiro seu próprio URL XMLTV e mantenha os dados do provedor detectados em arquivo.
tr_tr: Önce kendi XMLTV URL'nizi kullanın ve tespit edilen sağlayıcı verilerini dosyada tutun.
zh_hans: 首先使用您自己的 XMLTV URL，并将检测到的提供商数据保存在文件中。

# Sources.GuideMode.None.Label
source: No guide
ar_sa: لا يوجد دليل
de_de: Kein Führer
es_es: Sin guía
fr_fr: Pas de guide
hi_in: कोई मार्गदर्शक नहीं
ja_jp: ガイドなし
ko_kr: 가이드 없음
pt_br: Sem guia
tr_tr: Kılavuz yok
zh_hans: 无向导

# Sources_GuideMode_None_Label
source: No guide
ar_sa: لا يوجد دليل
de_de: Kein Führer
es_es: Sin guía
fr_fr: Pas de guide
hi_in: कोई मार्गदर्शक नहीं
ja_jp: ガイドなし
ko_kr: 가이드 없음
pt_br: Sem guia
tr_tr: Kılavuz yok
zh_hans: 无向导

# Sources.GuideMode.None.Description
source: Disable guide syncing for this source.
ar_sa: تعطيل مزامنة الدليل لهذا المصدر.
de_de: Deaktivieren Sie die Guide-Synchronisierung für diese Quelle.
es_es: Deshabilite la sincronización de la guía para esta fuente.
fr_fr: Désactivez la synchronisation du guide pour cette source.
hi_in: इस स्रोत के लिए गाइड सिंकिंग अक्षम करें।
ja_jp: このソースのガイド同期を無効にします。
ko_kr: 이 소스에 대한 가이드 동기화를 비활성화합니다.
pt_br: Desative a sincronização do guia para esta fonte.
tr_tr: Bu kaynak için kılavuz senkronizasyonunu devre dışı bırakın.
zh_hans: 禁用此源的指南同步。

# Sources_GuideMode_None_Description
source: Disable guide syncing for this source.
ar_sa: تعطيل مزامنة الدليل لهذا المصدر.
de_de: Deaktivieren Sie die Guide-Synchronisierung für diese Quelle.
es_es: Deshabilite la sincronización de la guía para esta fuente.
fr_fr: Désactivez la synchronisation du guide pour cette source.
hi_in: इस स्रोत के लिए गाइड सिंकिंग अक्षम करें।
ja_jp: このソースのガイド同期を無効にします。
ko_kr: 이 소스에 대한 가이드 동기화를 비활성화합니다.
pt_br: Desative a sincronização do guia para esta fonte.
tr_tr: Bu kaynak için kılavuz senkronizasyonunu devre dışı bırakın.
zh_hans: 禁用此源的指南同步。

# Sources.GuideSettings.DefaultMessage
source: Choose whether guide data should come from the provider or a manual XMLTV override, then decide how routing should behave.
ar_sa: اختر ما إذا كان يجب أن تأتي بيانات الدليل من الموفر أو من تجاوز XMLTV يدويًا، ثم قرر كيفية سلوك التوجيه.
de_de: Wählen Sie, ob die Leitdaten vom Anbieter oder einer manuellen XMLTV-Überschreibung stammen sollen, und entscheiden Sie dann, wie sich das Routing verhalten soll.
es_es: Elija si los datos de la guía deben provenir del proveedor o de una anulación manual de XMLTV, luego decida cómo debe comportarse el enrutamiento.
fr_fr: Choisissez si les données de guidage doivent provenir du fournisseur ou d'un remplacement manuel XMLTV, puis décidez comment le routage doit se comporter.
hi_in: चुनें कि क्या गाइड डेटा प्रदाता से आना चाहिए या मैन्युअल XMLTV ओवरराइड से, फिर तय करें कि रूटिंग को कैसे व्यवहार करना चाहिए।
ja_jp: ガイド データをプロバイダーから取得するか、手動の XMLTV オーバーライドから取得するかを選択し、ルーティングの動作方法を決定します。
ko_kr: 가이드 데이터가 공급자로부터 제공되어야 하는지 아니면 수동 XMLTV 재정의에서 제공되어야 하는지 선택한 다음 라우팅이 어떻게 작동해야 하는지 결정하세요.
pt_br: Escolha se os dados do guia devem vir do provedor ou de uma substituição manual do XMLTV e, em seguida, decida como o roteamento deve se comportar.
tr_tr: Kılavuz verilerinin sağlayıcıdan mı yoksa manuel XMLTV geçersiz kılmasından mı geleceğini seçin, ardından yönlendirmenin nasıl davranması gerektiğine karar verin.
zh_hans: 选择指南数据应来自提供商还是手动 XMLTV 覆盖，然后决定路由应如何运行。

# Sources_GuideSettings_DefaultMessage
source: Choose whether guide data should come from the provider or a manual XMLTV override, then decide how routing should behave.
ar_sa: اختر ما إذا كان يجب أن تأتي بيانات الدليل من الموفر أو من تجاوز XMLTV يدويًا، ثم قرر كيفية سلوك التوجيه.
de_de: Wählen Sie, ob die Leitdaten vom Anbieter oder einer manuellen XMLTV-Überschreibung stammen sollen, und entscheiden Sie dann, wie sich das Routing verhalten soll.
es_es: Elija si los datos de la guía deben provenir del proveedor o de una anulación manual de XMLTV, luego decida cómo debe comportarse el enrutamiento.
fr_fr: Choisissez si les données de guidage doivent provenir du fournisseur ou d'un remplacement manuel XMLTV, puis décidez comment le routage doit se comporter.
hi_in: चुनें कि क्या गाइड डेटा प्रदाता से आना चाहिए या मैन्युअल XMLTV ओवरराइड से, फिर तय करें कि रूटिंग को कैसे व्यवहार करना चाहिए।
ja_jp: ガイド データをプロバイダーから取得するか、手動の XMLTV オーバーライドから取得するかを選択し、ルーティングの動作方法を決定します。
ko_kr: 가이드 데이터가 공급자로부터 제공되어야 하는지 아니면 수동 XMLTV 재정의에서 제공되어야 하는지 선택한 다음 라우팅이 어떻게 작동해야 하는지 결정하세요.
pt_br: Escolha se os dados do guia devem vir do provedor ou de uma substituição manual do XMLTV e, em seguida, decida como o roteamento deve se comportar.
tr_tr: Kılavuz verilerinin sağlayıcıdan mı yoksa manuel XMLTV geçersiz kılmasından mı geleceğini seçin, ardından yönlendirmenin nasıl davranması gerektiğine karar verin.
zh_hans: 选择指南数据应来自提供商还是手动 XMLTV 覆盖，然后决定路由应如何运行。

# Sources.GuideSettings.M3uMessage
source: Choose how this playlist should resolve XMLTV guide data and how the source should be routed operationally.
ar_sa: اختر كيفية حل قائمة التشغيل هذه لبيانات دليل XMLTV وكيفية توجيه المصدر تشغيليًا.
de_de: Wählen Sie aus, wie diese Wiedergabeliste XMLTV-Leitdaten auflösen soll und wie die Quelle operativ weitergeleitet werden soll.
es_es: Elija cómo esta lista de reproducción debe resolver los datos de la guía XMLTV y cómo debe enrutarse operativamente la fuente.
fr_fr: Choisissez comment cette playlist doit résoudre les données du guide XMLTV et comment la source doit être acheminée de manière opérationnelle.
hi_in: चुनें कि इस प्लेलिस्ट को XMLTV गाइड डेटा को कैसे हल करना चाहिए और स्रोत को परिचालन रूप से कैसे रूट किया जाना चाहिए।
ja_jp: このプレイリストが XMLTV ガイド データを解決する方法と、ソースが動作上どのようにルーティングされるかを選択します。
ko_kr: 이 재생 목록이 XMLTV 가이드 데이터를 해결하는 방법과 소스를 작동적으로 라우팅하는 방법을 선택하세요.
pt_br: Escolha como esta lista de reprodução deve resolver os dados do guia XMLTV e como a fonte deve ser roteada operacionalmente.
tr_tr: Bu oynatma listesinin XMLTV kılavuz verilerini nasıl çözeceğini ve kaynağın operasyonel olarak nasıl yönlendirileceğini seçin.
zh_hans: 选择此播放列表应如何解析 XMLTV 指南数据以及应如何在操作上路由源。

# Sources_GuideSettings_M3uMessage
source: Choose how this playlist should resolve XMLTV guide data and how the source should be routed operationally.
ar_sa: اختر كيفية حل قائمة التشغيل هذه لبيانات دليل XMLTV وكيفية توجيه المصدر تشغيليًا.
de_de: Wählen Sie aus, wie diese Wiedergabeliste XMLTV-Leitdaten auflösen soll und wie die Quelle operativ weitergeleitet werden soll.
es_es: Elija cómo esta lista de reproducción debe resolver los datos de la guía XMLTV y cómo debe enrutarse operativamente la fuente.
fr_fr: Choisissez comment cette playlist doit résoudre les données du guide XMLTV et comment la source doit être acheminée de manière opérationnelle.
hi_in: चुनें कि इस प्लेलिस्ट को XMLTV गाइड डेटा को कैसे हल करना चाहिए और स्रोत को परिचालन रूप से कैसे रूट किया जाना चाहिए।
ja_jp: このプレイリストが XMLTV ガイド データを解決する方法と、ソースが動作上どのようにルーティングされるかを選択します。
ko_kr: 이 재생 목록이 XMLTV 가이드 데이터를 해결하는 방법과 소스를 작동적으로 라우팅하는 방법을 선택하세요.
pt_br: Escolha como esta lista de reprodução deve resolver os dados do guia XMLTV e como a fonte deve ser roteada operacionalmente.
tr_tr: Bu oynatma listesinin XMLTV kılavuz verilerini nasıl çözeceğini ve kaynağın operasyonel olarak nasıl yönlendirileceğini seçin.
zh_hans: 选择此播放列表应如何解析 XMLTV 指南数据以及应如何在操作上路由源。

# Sources.GuideSettings.StalkerMessage
source: Choose whether this Stalker portal should use a manual XMLTV feed and how its requests should be routed operationally.
ar_sa: اختر ما إذا كان ينبغي لبوابة Stalker هذه استخدام موجز XMLTV اليدوي وكيفية توجيه طلباتها تشغيليًا.
de_de: Wählen Sie, ob dieses Stalker-Portal einen manuellen XMLTV-Feed verwenden soll und wie seine Anfragen operativ weitergeleitet werden sollen.
es_es: Elija si este portal Stalker debe utilizar una fuente XMLTV manual y cómo deben enrutarse operativamente sus solicitudes.
fr_fr: Choisissez si ce portail Stalker doit utiliser un flux XMLTV manuel et comment ses requêtes doivent être acheminées de manière opérationnelle.
hi_in: चुनें कि क्या इस Stalker पोर्टल को मैन्युअल XMLTV फ़ीड का उपयोग करना चाहिए और इसके अनुरोधों को परिचालनात्मक रूप से कैसे रूट किया जाना चाहिए।
ja_jp: この Stalker ポータルが手動 XMLTV フィードを使用するかどうか、およびそのリクエストを運用上どのようにルーティングするかを選択します。
ko_kr: 이 Stalker 포털이 수동 XMLTV 피드를 사용해야 하는지 여부와 해당 요청을 운영상 라우팅하는 방법을 선택하세요.
pt_br: Escolha se este portal Stalker deve usar um feed XMLTV manual e como suas solicitações devem ser roteadas operacionalmente.
tr_tr: Bu Stalker portalının manuel bir XMLTV yayını kullanıp kullanmayacağını ve isteklerinin operasyonel olarak nasıl yönlendirileceğini seçin.
zh_hans: 选择此 Stalker 门户是否应使用手动 XMLTV 源以及应如何在操作上路由其请求。
